dturcu/illd_release_tc3x/src/BaseSw/iLLD/TC3xx/Tricore/_PinMap/TC37xED/IfxGtm_PinMap_TC37xED_LFBGA292_geth.h
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_2_P11_3_IN;  /**< \brief IfxGtm_TIM3_2_P11_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_2_P14_8_IN;  /**< \brief IfxGtm_TIM3_2_P14_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_2_P20_14_IN;  /**< \brief IfxGtm_TIM3_2_P20_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_2_P22_6_IN;  /**< \brief IfxGtm_TIM3_2_P22_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_2_P32_0_IN;  /**< \brief IfxGtm_TIM3_2_P32_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_2_P33_2_IN;  /**< \brief IfxGtm_TIM3_2_P33_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P00_4_IN;  /**< \brief IfxGtm_TIM3_3_P00_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P00_8_IN;  /**< \brief IfxGtm_TIM3_3_P00_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P02_9_IN;  /**< \brief IfxGtm_TIM3_3_P02_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P11_6_IN;  /**< \brief IfxGtm_TIM3_3_P11_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P14_9_IN;  /**< \brief IfxGtm_TIM3_3_P14_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P15_0_IN;  /**< \brief IfxGtm_TIM3_3_P15_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P20_1_IN;  /**< \brief IfxGtm_TIM3_3_P20_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P22_7_IN;  /**< \brief IfxGtm_TIM3_3_P22_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P32_1_IN;  /**< \brief IfxGtm_TIM3_3_P32_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_3_P33_3_IN;  /**< \brief IfxGtm_TIM3_3_P33_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P00_5_IN;  /**< \brief IfxGtm_TIM3_4_P00_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P02_10_IN;  /**< \brief IfxGtm_TIM3_4_P02_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P11_9_IN;  /**< \brief IfxGtm_TIM3_4_P11_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P14_10_IN;  /**< \brief IfxGtm_TIM3_4_P14_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P15_1_IN;  /**< \brief IfxGtm_TIM3_4_P15_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P20_3_IN;  /**< \brief IfxGtm_TIM3_4_P20_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P21_0_IN;  /**< \brief IfxGtm_TIM3_4_P21_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P22_8_IN;  /**< \brief IfxGtm_TIM3_4_P22_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_4_P34_1_IN;  /**< \brief IfxGtm_TIM3_4_P34_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P00_6_IN;  /**< \brief IfxGtm_TIM3_5_P00_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P02_11_IN;  /**< \brief IfxGtm_TIM3_5_P02_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P11_10_IN;  /**< \brief IfxGtm_TIM3_5_P11_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P13_0_IN;  /**< \brief IfxGtm_TIM3_5_P13_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P15_2_IN;  /**< \brief IfxGtm_TIM3_5_P15_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P20_9_IN;  /**< \brief IfxGtm_TIM3_5_P20_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P21_1_IN;  /**< \brief IfxGtm_TIM3_5_P21_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P22_9_IN;  /**< \brief IfxGtm_TIM3_5_P22_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P32_5_IN;  /**< \brief IfxGtm_TIM3_5_P32_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_5_P34_2_IN;  /**< \brief IfxGtm_TIM3_5_P34_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P00_7_IN;  /**< \brief IfxGtm_TIM3_6_P00_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P11_11_IN;  /**< \brief IfxGtm_TIM3_6_P11_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P13_1_IN;  /**< \brief IfxGtm_TIM3_6_P13_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P15_3_IN;  /**< \brief IfxGtm_TIM3_6_P15_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P20_10_IN;  /**< \brief IfxGtm_TIM3_6_P20_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P20_6_IN;  /**< \brief IfxGtm_TIM3_6_P20_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P22_10_IN;  /**< \brief IfxGtm_TIM3_6_P22_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P32_6_IN;  /**< \brief IfxGtm_TIM3_6_P32_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_6_P34_3_IN;  /**< \brief IfxGtm_TIM3_6_P34_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P00_8_IN;  /**< \brief IfxGtm_TIM3_7_P00_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P11_12_IN;  /**< \brief IfxGtm_TIM3_7_P11_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P13_2_IN;  /**< \brief IfxGtm_TIM3_7_P13_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P15_4_IN;  /**< \brief IfxGtm_TIM3_7_P15_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P20_11_IN;  /**< \brief IfxGtm_TIM3_7_P20_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P20_7_IN;  /**< \brief IfxGtm_TIM3_7_P20_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P22_11_IN;  /**< \brief IfxGtm_TIM3_7_P22_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P32_7_IN;  /**< \brief IfxGtm_TIM3_7_P32_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM3_7_P34_4_IN;  /**< \brief IfxGtm_TIM3_7_P34_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P00_9_IN;  /**< \brief IfxGtm_TIM4_0_P00_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P10_0_IN;  /**< \brief IfxGtm_TIM4_0_P10_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P10_8_IN;  /**< \brief IfxGtm_TIM4_0_P10_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P11_0_IN;  /**< \brief IfxGtm_TIM4_0_P11_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P12_0_IN;  /**< \brief IfxGtm_TIM4_0_P12_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P21_0_IN;  /**< \brief IfxGtm_TIM4_0_P21_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_0_P32_7_IN;  /**< \brief IfxGtm_TIM4_0_P32_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_1_P00_10_IN;  /**< \brief IfxGtm_TIM4_1_P00_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_1_P11_1_IN;  /**< \brief IfxGtm_TIM4_1_P11_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_1_P12_1_IN;  /**< \brief IfxGtm_TIM4_1_P12_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_1_P21_1_IN;  /**< \brief IfxGtm_TIM4_1_P21_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_1_P32_5_IN;  /**< \brief IfxGtm_TIM4_1_P32_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_2_P00_11_IN;  /**< \brief IfxGtm_TIM4_2_P00_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_2_P02_9_IN;  /**< \brief IfxGtm_TIM4_2_P02_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_2_P10_6_IN;  /**< \brief IfxGtm_TIM4_2_P10_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_2_P11_4_IN;  /**< \brief IfxGtm_TIM4_2_P11_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_2_P21_6_IN;  /**< \brief IfxGtm_TIM4_2_P21_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_2_P23_6_IN;  /**< \brief IfxGtm_TIM4_2_P23_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_3_P00_12_IN;  /**< \brief IfxGtm_TIM4_3_P00_12_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_3_P02_10_IN;  /**< \brief IfxGtm_TIM4_3_P02_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_3_P10_5_IN;  /**< \brief IfxGtm_TIM4_3_P10_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_3_P11_5_IN;  /**< \brief IfxGtm_TIM4_3_P11_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_3_P21_7_IN;  /**< \brief IfxGtm_TIM4_3_P21_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_3_P23_7_IN;  /**< \brief IfxGtm_TIM4_3_P23_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P02_11_IN;  /**< \brief IfxGtm_TIM4_4_P02_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P10_1_IN;  /**< \brief IfxGtm_TIM4_4_P10_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P11_7_IN;  /**< \brief IfxGtm_TIM4_4_P11_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P20_1_IN;  /**< \brief IfxGtm_TIM4_4_P20_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P32_6_IN;  /**< \brief IfxGtm_TIM4_4_P32_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P33_10_IN;  /**< \brief IfxGtm_TIM4_4_P33_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_4_P33_4_IN;  /**< \brief IfxGtm_TIM4_4_P33_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_5_P01_3_IN;  /**< \brief IfxGtm_TIM4_5_P01_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_5_P10_2_IN;  /**< \brief IfxGtm_TIM4_5_P10_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_5_P11_8_IN;  /**< \brief IfxGtm_TIM4_5_P11_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_5_P20_3_IN;  /**< \brief IfxGtm_TIM4_5_P20_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_5_P33_14_IN;  /**< \brief IfxGtm_TIM4_5_P33_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_5_P33_5_IN;  /**< \brief IfxGtm_TIM4_5_P33_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_6_P01_4_IN;  /**< \brief IfxGtm_TIM4_6_P01_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_6_P10_3_IN;  /**< \brief IfxGtm_TIM4_6_P10_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_6_P11_13_IN;  /**< \brief IfxGtm_TIM4_6_P11_13_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_6_P33_15_IN;  /**< \brief IfxGtm_TIM4_6_P33_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_7_P10_4_IN;  /**< \brief IfxGtm_TIM4_7_P10_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_7_P11_14_IN;  /**< \brief IfxGtm_TIM4_7_P11_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_7_P11_15_IN;  /**< \brief IfxGtm_TIM4_7_P11_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_7_P14_7_IN;  /**< \brief IfxGtm_TIM4_7_P14_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM4_7_P34_5_IN;  /**< \brief IfxGtm_TIM4_7_P34_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_0_P22_8_IN;  /**< \brief IfxGtm_TIM5_0_P22_8_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_0_P33_14_IN;  /**< \brief IfxGtm_TIM5_0_P33_14_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_1_P22_9_IN;  /**< \brief IfxGtm_TIM5_1_P22_9_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_1_P33_15_IN;  /**< \brief IfxGtm_TIM5_1_P33_15_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_2_P22_10_IN;  /**< \brief IfxGtm_TIM5_2_P22_10_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_3_P01_5_IN;  /**< \brief IfxGtm_TIM5_3_P01_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_3_P22_11_IN;  /**< \brief IfxGtm_TIM5_3_P22_11_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_3_P34_1_IN;  /**< \brief IfxGtm_TIM5_3_P34_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_4_P00_0_IN;  /**< \brief IfxGtm_TIM5_4_P00_0_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_4_P21_2_IN;  /**< \brief IfxGtm_TIM5_4_P21_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_4_P34_2_IN;  /**< \brief IfxGtm_TIM5_4_P34_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_5_P00_1_IN;  /**< \brief IfxGtm_TIM5_5_P00_1_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_5_P01_6_IN;  /**< \brief IfxGtm_TIM5_5_P01_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_5_P21_3_IN;  /**< \brief IfxGtm_TIM5_5_P21_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_5_P32_5_IN;  /**< \brief IfxGtm_TIM5_5_P32_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_5_P34_3_IN;  /**< \brief IfxGtm_TIM5_5_P34_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_6_P00_2_IN;  /**< \brief IfxGtm_TIM5_6_P00_2_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_6_P01_6_IN;  /**< \brief IfxGtm_TIM5_6_P01_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_6_P21_4_IN;  /**< \brief IfxGtm_TIM5_6_P21_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_6_P32_6_IN;  /**< \brief IfxGtm_TIM5_6_P32_6_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_6_P34_4_IN;  /**< \brief IfxGtm_TIM5_6_P34_4_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P00_3_IN;  /**< \brief IfxGtm_TIM5_7_P00_3_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P01_7_IN;  /**< \brief IfxGtm_TIM5_7_P01_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P21_5_IN;  /**< \brief IfxGtm_TIM5_7_P21_5_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P32_7_IN;  /**< \brief IfxGtm_TIM5_7_P32_7_IN */
IFX_EXTERN IfxGtm_Tim_TinMap IfxGtm_TIM5_7_P34_5_IN;  /**< \brief IfxGtm_TIM5_7_P34_5_IN */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT106_P10_4_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT106_P10_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT17_P00_8_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT17_P00_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT25_P33_3_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT25_P33_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT34_P33_12_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT34_P33_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT51_P21_0_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT51_P21_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT61_P20_3_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT61_P20_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT72_P15_1_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT72_P15_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT7_P02_7_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT7_P02_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT91_P13_0_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT91_P13_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0N_TOUT9_P00_0_OUT;  /**< \brief IfxGtm_TOM0_0N_TOUT9_P00_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT0_P02_0_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT0_P02_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT18_P00_9_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT18_P00_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT26_P33_4_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT26_P33_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT32_P33_10_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT32_P33_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT53_P21_2_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT53_P21_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT76_P15_5_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT76_P15_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT77_P15_6_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT77_P15_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT85_P14_5_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT85_P14_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_0_TOUT87_P14_7_OUT;  /**< \brief IfxGtm_TOM0_0_TOUT87_P14_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT12_P00_3_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT12_P00_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT2_P02_2_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT2_P02_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT46_P23_5_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT46_P23_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_10_TOUT96_P11_3_OUT;  /**< \brief IfxGtm_TOM0_10_TOUT96_P11_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT13_P00_4_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT13_P00_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT3_P02_3_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT3_P02_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT43_P23_2_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT43_P23_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT49_P22_2_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT49_P22_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_11_TOUT97_P11_6_OUT;  /**< \brief IfxGtm_TOM0_11_TOUT97_P11_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT14_P00_5_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT14_P00_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT44_P23_3_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT44_P23_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT4_P02_4_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT4_P02_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT50_P22_3_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT50_P22_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_12_TOUT98_P11_9_OUT;  /**< \brief IfxGtm_TOM0_12_TOUT98_P11_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_13_TOUT15_P00_6_OUT;  /**< \brief IfxGtm_TOM0_13_TOUT15_P00_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_13_TOUT5_P02_5_OUT;  /**< \brief IfxGtm_TOM0_13_TOUT5_P02_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_13_TOUT99_P11_10_OUT;  /**< \brief IfxGtm_TOM0_13_TOUT99_P11_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_14_TOUT100_P11_11_OUT;  /**< \brief IfxGtm_TOM0_14_TOUT100_P11_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_14_TOUT16_P00_7_OUT;  /**< \brief IfxGtm_TOM0_14_TOUT16_P00_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_14_TOUT6_P02_6_OUT;  /**< \brief IfxGtm_TOM0_14_TOUT6_P02_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT101_P11_12_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT101_P11_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT17_P00_8_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT17_P00_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT42_P23_1_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT42_P23_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_15_TOUT7_P02_7_OUT;  /**< \brief IfxGtm_TOM0_15_TOUT7_P02_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT10_P00_1_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT10_P00_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT14_P00_5_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT14_P00_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT22_P33_0_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT22_P33_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT30_P33_8_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT30_P33_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT35_P33_13_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT35_P33_13_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT39_P32_3_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT39_P32_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT4_P02_4_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT4_P02_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT52_P21_1_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT52_P21_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT57_P21_6_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT57_P21_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT73_P15_2_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT73_P15_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT90_P14_10_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT90_P14_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1N_TOUT92_P13_1_OUT;  /**< \brief IfxGtm_TOM0_1N_TOUT92_P13_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT103_P10_1_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT103_P10_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT116_P02_9_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT116_P02_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT19_P00_10_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT19_P00_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT1_P02_1_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT1_P02_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT27_P33_5_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT27_P33_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT31_P33_9_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT31_P33_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT54_P21_3_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT54_P21_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT78_P15_7_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT78_P15_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_1_TOUT86_P14_6_OUT;  /**< \brief IfxGtm_TOM0_1_TOUT86_P14_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT11_P00_2_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT11_P00_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT15_P00_6_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT15_P00_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT23_P33_1_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT23_P33_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT40_P32_4_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT40_P32_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT58_P21_7_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT58_P21_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT5_P02_5_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT5_P02_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT74_P15_3_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT74_P15_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2N_TOUT93_P13_2_OUT;  /**< \brief IfxGtm_TOM0_2N_TOUT93_P13_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT104_P10_2_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT104_P10_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT107_P10_5_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT107_P10_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT117_P02_10_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT117_P02_10_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT20_P00_11_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT20_P00_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT28_P33_6_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT28_P33_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT2_P02_2_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT2_P02_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT33_P33_11_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT33_P33_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT55_P21_4_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT55_P21_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT79_P15_8_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT79_P15_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_2_TOUT88_P14_8_OUT;  /**< \brief IfxGtm_TOM0_2_TOUT88_P14_8_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT109_P10_7_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT109_P10_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT12_P00_3_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT12_P00_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT144_P33_15_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT144_P33_15_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT16_P00_7_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT16_P00_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT24_P33_2_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT24_P33_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT42_P23_1_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT42_P23_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT59_P20_0_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT59_P20_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT60_P20_1_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT60_P20_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT6_P02_6_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT6_P02_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT75_P15_4_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT75_P15_4_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3N_TOUT94_P13_3_OUT;  /**< \brief IfxGtm_TOM0_3N_TOUT94_P13_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT105_P10_3_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT105_P10_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT108_P10_6_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT108_P10_6_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT118_P02_11_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT118_P02_11_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT21_P00_12_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT21_P00_12_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT29_P33_7_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT29_P33_7_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT38_P32_2_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT38_P32_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT3_P02_3_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT3_P02_3_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT56_P21_5_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT56_P21_5_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT71_P15_0_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT71_P15_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT80_P14_0_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT80_P14_0_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_3_TOUT89_P14_9_OUT;  /**< \brief IfxGtm_TOM0_3_TOUT89_P14_9_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_4N_TOUT10_P00_1_OUT;  /**< \brief IfxGtm_TOM0_4N_TOUT10_P00_1_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_4N_TOUT143_P33_14_OUT;  /**< \brief IfxGtm_TOM0_4N_TOUT143_P33_14_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_4N_TOUT147_P34_2_OUT;  /**< \brief IfxGtm_TOM0_4N_TOUT147_P34_2_OUT */
IFX_EXTERN IfxGtm_Tom_ToutMap IfxGtm_TOM0_4N_TOUT1_P02_1_OUT;  /**< \brief IfxGtm_TOM0_4N_TOUT1_P02_1_OUT */
